# Bundle de propiedades Espa\u00f1ol Colombia
# locale es_CO

#App info
appName=SCIREBOX
appModules=Facturaci\u00f3n e inventario
appVersion=Versi\u00f3n 1.0
appDateRigths=Scire Technologies 2015 - Todos los derechos reservados
appRegisteredTo=Registrado a: 
appLicenseId=ID de licencia: 
appLicenseInfo=Scirebox facturaci\u00f3n e inventario es un producto desarrollado por la empresa SCIRE SOLUTIONS S.A.S (http://www.scire.solutions) y est\u00e1 protegido por las leyes de propiedad intelectual.  La distribuci\u00f3n o reproducci\u00f3n no autorizadas de este programa o de cualquiera de sus partes est\u00e1n penadas con sanciones civiles y penales  y ser\u00e1n objeto de las acciones judiciales correspondientes.

#Mensajes transacciones -------------------------------------------------------
#success
createSuccess=El dato se ha registrado correctamente.
updateSuccess=El dato se ha actualizado correctamente.
deleteSuccess=El dato se ha borrado correctamente.
invalidateSuccess=La Factura se ha anulado correctamente.
depositSuccess=El abono se ha registrado correctamente.
logOutSuccess=Has cerrado sesi\u00f3n correctamente.
deleteDepositSuccess=El abono se ha eliminado correctamente.
generateSucces=La copia de seguridad se ha generado correctamente.
importSucces=La copia de seguridad se ha restaurado correctamente, por favor vuelve a iniciar sesi\u00f3n.
importDataSucces=Los datos se han importado correctamente.
generateReportSucces=El reporte se ha generado correctamente, por favor ten paciencia mientras se carga el archivo PDF.
closeTurnSuccess=El turno se ha cerrado correctamente, por favor vuelve a ingresar para iniciar un nuevo turno.
inventoryImportObs=Carga por importaci\u00f3n de archivo CSV
resetPasswordSucces=Se ha enviado un c\u00f3digo de confirmaci\u00f3n a tu email, ingr\u00e9salo en el siguiente campo junto con la nueva contrase\u00f1a
resetPasswordSucces2=Tu contrase\u00f1a se ha cambiado correctamente, ya puedes cerrar esta ventana e iniciar sesi\u00f3n con tu nueva contrase\u00f1a
applyTaxesSuccess=El impuesto se ha asociado correctamente al grupo de productos seleccionado
applyDiscountSuccess=El descuento se ha asociado correctamente al grupo de productos seleccionado
deassociateTaxesSuccess=El impuesto se ha desasociado de todos los productos correctamente 
deassociateDiscountSuccess=El descuento se ha desasociado de todos los productos correctamente 

#error
createError=No se ha podido registrar el dato, por favor intenta nuevamente.
updateError=No se ha podido actualizar el dato, por favor intenta nuevamente.
deleteError=No se ha podido borrar el dato, por favor comprueba que no haya sido asociado a otro elemento o registrado en ning\u00fan movimiento, e intenta nuevamente.
invalidateError=No se ha podido anular la factura, por favor intenta nuevamente.
reportDateError=No se ha podido generar el reporte, por favor revisa las fechas e intenta nuevamente.
barcodeGenerateError=No se ha podido generar el c\u00f3digo, comprueba que no haya otro archivo abierto e intenta nuevamente.
depositError=No se ha podido registrar el abono, por favor intenta nuevamente.
deleteDepositError=No se ha podido eliminar el abono, por favor intenta nuevamente.
logOutError=No se ha podido cerrar sesi\u00f3n, por favor intentalo nuevamente.
loadModuleError=No se ha podido mostrar, por favor intentalo nuevamente.
generateError=No se ha podido generar la copia de seguridad, comprueba ruta de guardado e intenta nuevamente.
importError=No se ha podido restaurar la copia de seguridad, comprueba ruta de importaci\u00f3n e intenta nuevamente.
importDataError=No se han podido importar los datos, comprueba que el archivo cumpla con los requisitos y vuelve a intentarlo.
helpError=No se ha podido cargar la ayuda, por favor vuelve a intentarlo.
createPrintError=El dato se guard\u00f3 correctamente pero no se pudo imprimir, por favor revisa la conexi\u00f3n con la impresora y que no haya otro archivo abierto.
pdfError=No se pudo generar el PDF, por favor revisa que no este otro archivo PDF abierto y vuelve a intetarlo
printError=No se pudo imprimir el archivo, revisa la conexi\u00f3n con la impresora y que no tengas otro archivo abierto y vuelve a intentarlo
printerError=No se ha podido imprimir, revisa que tengas al menos una impresora instalada y la conexi\u00f3n con el equipo
deleteProductError=No se puede eliminar debido a que ya ha sido registrado en uno o m\u00e1s movimientos
generateReportError=No se ha podido generar el reporte, por favor comprueba que no este abierto ningun reporte en PDF e intentalo nuevamente.
closeTurnError=No se ha podido cerrar el turno, por favor vuelve a ingresar e intenta nuevamente.
resetPasswordError=No se ha podido comprobar email especificado, revisa que est\u00e9 bien escrito y que tienes conexi\u00f3n a Internet 
resetPasswordError2=No se ha podido cambiar la contrase\u00f1a, comprueba que no haya caducado el c\u00f3digo enviado y que tienes conexi\u00f3n a Internet 
applyTaxesError=No se ha podido asociar el impuesto a los productos seleccionados
applyDiscountError=No se ha podido asociar el descuento a los productos seleccionados
deassociateTaxesError=El impuesto no se ha  podido desasociar de todos los productos, por favor intenta nuevamente
deassociateDiscountError=El descuento no se ha  podido desasociar de todos los productos, por favor intenta nuevamente

#Mensajes Dialog -----------------------------------------------------
dialogTitle=Confirmaci\u00f3n
alertTitle=Precauci\u00f3n
invalidateMessage=\u00bfEstas seguro de querer anular la factura?, recuerda escribir el motivo en las observaciones 
completeServiceMessage=\u00bfEstas seguro de querer marcar como finalizada la remisi\u00f3n?, recuerda escribir el motivo en las observaciones 
deleteMessage=\u00bfEstas seguro de querer eliminar?
activateMovement=\u00bfEstas seguro de querer marcar el movimiento como pendiente?
deactivateMovement=\u00bfEstas seguro de querer marcar el movimiento como finalizado?
directorySelection=Selecciona una carpeta
csvSelection=Selecciona un archivo CSV
importDatabaseMessage=\u00bfEst\u00e1s seguro de reestablecer a la c\u00f3pia de seguridad?, no se puede deshacer
minimumStock=Has llegado o superado la cantidad m\u00ednima del producto:  
initialAmountTitle=Dinero inicial en caja 
closeSessionTitle=Cierre de Turno/Sesi\u00f3n
finalAmountTitle=Cierre de caja 
initialAmountDesc=Escribe el efectivo inicial
closeSession=\u00bfEstas seguro de querer cerrar sesi\u00f3n?
expectedBoxAmount=Dinero esperado en caja:
realBoxAmount=Dinero real en caja:
boxAmountDiference=Diferencia:
closeSessionOption1=Solo cerrar sesi\u00f3n, dejar turno activo
closeSessionOption2=Cerrar sesi\u00f3n y turno
turnContinueMsg=Se encontr\u00f3 un turno activo, puedes continuarlo o cerrarlo para iniciar un turno nuevo
warningMessageCB=Se cerraran tambi\u00e9n todos los turnos que est\u00e9n activos
#--Tooltip
closeSessionTypeTltp=Especifica aqu\u00ed el tipo de cierre de sesi\u00f3n que quieres hacer
cashBoxinitialAmountTltp=Especifica aqu\u00ed en solo n\u00fameros el dinero inicial en la caja

#Mensajes Reports -----------------------------------------------------
loadTotal=Ingresos totales:
uploadTotal=Salidas totales:
garantiesTotal=Garant\u00edas totales:
topSelled=Vendidos
creditReportTilte=Cr\u00e9ditos

#Labels plantilla ---------------------------------------------------------------
moneyNotation=$
aboutButton=Acerca de
closeBoxButton=Cierre de caja
helpButton=Ayuda
helpTitle=Ayuda
allBarcodeButton=C\u00f3digos
logOutButton=Salir
userAboutMenu=Usuario:
contentTitleText=DASHBOARD
welcomeText=Hola y bienvenido(a) al sistema de facturaci\u00f3n e inventario SCIREBOX
welcomeText2=Para comenzar accede a los m\u00f3dulos en el men\u00fa de la izquierda, o si necesitas ayuda accede al manual de usuario en el bot\u00f3n "Ayuda" en la parte superior derecha.
homeComboBoxOption=Mostrar todos
resultsFind=resultados encontrados
adminViewTitle=Vista administrador
boxViewTitle=Vista cajero
adminChangeViewButton=Cambiar a vista cajero
boxChangeViewButton=Cambiar a vista administrador
lblDataTableNoItems=Agrega registros desde el bot\u00f3n "Registrar Nuevo" situado en la esquina superior izquierda de la tabla 
#Men\u00fa principal-------------------------------------------------------
welcomeMenu=INICIO
homeButton=Dashboard
settingsMenu=CONFIGURACI\u00d3N
settingsButton=General
codebarButton=C\u00f3digos de Barras
backupsButton=C\u00f3pias de seguridad
importProductButton=Importar inventario
usersButton=Usuarios
taxesButton=Impuestos
discountButton=Descuentos
personMenu=PERSONAS
personButton=Clientes/Proveedores
creditButton=Cuentas por cobrar
creditOrderButton=Cuentas por pagar
inventoryMenu=INVENTARIO
productsButton=Productos
departmentsButton=Departamentos
categoryButton=Categor\u00edas
addInventoryButton=Carga de Inventario
movementButton=Movimiento de Inventario
serviceMenu=SERVICIOS
serviceButton=Servicios
serviceOrderButton=Remisiones
buyMenu=COMPRAS
buyProviderButton=Compras a proveedor
buyOutputs=Pagos
sellsMenu=VENTAS
invoicesButton=Facturas
quotationsButton=Cotizaciones
reportsMenu=REPORTES
earningsButton=Ganancias estimadas
invoicesButton=Facturaci\u00f3n
entriesButton=Ingresos
expensesButton=Egresos
inventoryReportButton=Inventario
ivalidatedInvoicesReportButton=Facturas anuladas
ActiveCreditsReportButton=Cuentas por cobrar
OrderCreditsReportButton=Cuentas por pagar
closesBoxReportButton=Cierre de caja
leftChartTitle=Productos cercanos a la cantidad m\u00ednima
leftChartXLabel=Producto
leftChartYLabel=Cantidad
leftChartFirstLabel=Cantidad m\u00ednima
leftChartSecondLabel=Cantidad disponible
leftChartThirdLabel=Diferencia
rigthChartTitle=Cuentas por cobrar m\u00e1s antiguas
rigthChartXLabel=Saldo
rigthChartYLabel=Fecha \u00faltimo cr\u00e9dito
#body Content----------------------------------------------------------
searchTextfieldPlaceHolder=Escribe aqu\u00ed para buscar... 

#help Content----------------------------------------------------------
loginTutorial=Para acceder a la aplicaci\u00f3n es necesaria una autenticaci\u00f3n, simplemente escribe el email registrado y la contrase\u00f1a, y de acuerdo a los privilegios se mostrar\u00e1 la vista de administrador o de cajero.
initialBoxAmountT=Si esta activado el uso de caj\u00f3n monedero, cada vez que se inicie un nuevo turno ser\u00e1 necesario especificar el dinero inicial. En caso de que exista un turno activo, es posible cerrarlo o continuarlo.
dashboardT=Lo primero que se muestra en la vista administrador son los reportes r\u00e1pidos del negocio, tales como, ingresos totales del mes, productos mas vendidos, productos cercanos a  quedarse sin stock, entre otros.
menuT=Encontrar\u00e1s todas las funcionalidades en el men\u00fa situado a la izquierda, todo organizado por m\u00f3dulos, simplemente despliega y selecciona la opci\u00f3n.
configurationT=La configuraci\u00f3n general permite cambiar los datos registrados inicialmente, as\u00ed como agregar notas de cabecera y de pie de p\u00e1gina de las facturas, entre otros.
importInventoryT=Mientras no existan productos o servicios registrados, no ser\u00e1 posible realizar facturas o movimientos. Por lo tanto, lo primero que se debe hacer es registrar el inventario. Para inventarios extensos se provee la funcionalidad para cargar desde un archivo de excel, en Configuraci\u00f3n -> importar productos.
itemDataTable1T=Al seleccionar una opci\u00f3n del men\u00fa, se mostrar\u00e1n 3 posibles opciones:
itemDataTable2T=Registrar un nuevo dato
itemDataTable3T=Buscar o filtrar
itemDataTable4T=Ver o editar un dato ya registrado    
newItemT=Al momento de registrar o editar un dato, aparece una nueva ventana con el formulario correspondiente, y dentro de cada campo de texto se especifica a que hace referencia. Si no se cumple con alguna condici\u00f3n tomar\u00e1 un color rojo indicando el problema. As\u00ed mismo, el bot\u00f3n de guardado permanecer\u00e1 inactivo mientras falte informaci\u00f3n obligatoria.
newInvoiceT=Los formularios que incluyen clientes o proveerdores, productos o servicios y/o ciudad, tienen funcionalidad de autocompletar, es decir, que de acuerdo a lo escrito se mostrar\u00e1 un listado con los registros coincidentes. As\u00ed mismo, para saber la funcionalidad de un componente, basta con mantener el puntero del mouse por al menos 2 segundos sobre el.
reportT=Para los formularios que piden fechas, tales como los reportes o el registro de gastos, basta con hacer click sobre el campo de texto y escoger la fecha deseada. 
mainCheckerT=La vista cajero se utiliza para las ventas r\u00e1pidas, simplemente seleccionas el producto desde la casilla de b\u00fasqueda y al oprimir la tecla \u201cf10\u201d o dar click en el bot\u00f3n facturar aparecer\u00e1n las opciones de pago. Esta vista relaciona un cliente por defecto, si es necesario especificar el cliente se puede buscar o registrar con el bot\u00f3n \u201c+\u201d
closeBoxT=Si esta activada la opci\u00f3n de manejo de dinero en caja, al cerrar sesi\u00f3n se presentan 2 opciones, cerrar sesi\u00f3n y continuar el turno m\u00e1s adelante, o cerrar turno para lo cual es necesario especificar el dinero real en caja; lo mismo ocurre al realizar el cierre de caja diario.  

firstStep=1. Selecciona alguna de las opciones del men\u00fa 
reminderFirstStep=Recuerda que primero debes desplegar el men\u00fa principal y luego si seleccionar la opci\u00f3n (Ej: Inventario -> Productos) 
secondStep=2. Selecciona una de las tres opciones resaltadas (Registrar, Buscar o seleccionar existente)
secondStep1=Registra
secondStep2=Busca
secondStep3=Selecciona
thirdStep=3. Completa el formulario
thirdStepConfirm=Registra los datos
thirdStepUpdate=Actualiza los datos
thirdStepDelete=Elimina el registro
thirdStepMovement=Reporta los \u00faltimos movimientos
thirdStepInvalidate=Anular factura
thirdStepPrint=Imprimir factura
fourthStep=4. Aparecer\u00e1 un mensaje de notificaci\u00f3n, informando si el proceso ha sido correcto o no
fourthStepConfirm=Mensaje de notificaci\u00f3n

#--Tooltip
homeMenuTltp=Este es el men\u00fa de inicio, al oprimirlo te desplegar\u00e1 las opciones disponibles
settingsMenuTltp=Este es el men\u00fa de Configuraci\u00f3n, al desplegarlo te mostrar\u00e1 todas las funcionalidades de configuraci\u00f3n disponibles  
personMenuTltp=Este es el men\u00fa de Clientes/Proveedores, oprime para acceder a los m\u00f3dulos de clientes/proveedores y cr\u00e9ditos  
inventoryMenuTltp=Este es el men\u00fa de Inventario, oprimelo para acceder a los m\u00f3dulos que controlan todo relacionado con Inventario   
servicioMenuTltp=Este es el men\u00fa de Servicios, oprimelo para acceder a los m\u00f3dulos que controlan todo relacionado con Servicios, tal como gestionar servicios y remisiones   
buyMenuTltp=Este es el men\u00fa de Pagos, al desplegarlo te permitir\u00e1 acceder a los m\u00f3dulos de salidas, tales como pagos y compras a proveedor   
invoiceMenuTltp=Este es el men\u00fa de Ventas, oprime para acceder a los m\u00f3dulos de facturas, cotizaciones e impuestos
reportMenuTltp=Este es el men\u00fa de Reporte, al desplegarlo te permitir\u00e1 acceder a los reportes disponibles 
moduleTitleTltp=Este es el espacio para el contenido, te indicar\u00e1 en que m\u00f3dulo te encuentras actualmente
newItemButtonTltp=Oprimelo para registrar un nuevo dato
searchModuleItemTltp=Escribe alguno de los atr\u00edbutos de un registro ya almacenado para buscarlo
tableViewModuleTltp=Esta tabla te mostrar\u00e1 los registros almacenados y al darle click sobre alguno te mostrar\u00e1 la vista de Ver/Editar
statisticsReport1Tltp=Este reporte r\u00e1pido te indicar\u00e1 cuantos ingresos netos se han registrado en el mes actual, al oprimir el bot\u00f3n de abajo acceder\u00e1s a la generaci\u00f3n del reporte entre 2 fechas definidas
statisticsReport2Tltp=Este reporte r\u00e1pido te indicar\u00e1 cu\u00e1l producto es el m\u00e1s vendido en el mes actual, al oprimir el bot\u00f3n de abajo acceder\u00e1s a la generaci\u00f3n del reporte entre 2 fechas definidas
statisticsReport3Tltp=Este reporte r\u00e1pido te indicar\u00e1 el n\u00famero de facturas realizadas en el mes actual, al oprimir el bot\u00f3n de abajo acceder\u00e1s a la generaci\u00f3n del reporte entre 2 fechas definidas
aboutButtonTltp=Oprimelo para acceder a la informaci\u00f3n de la versi\u00f3n de la aplicaci\u00f3n, las notas de release y el fabricante
helpButtonTltp=Oprimelo para ver el tutorial b\u00e1sico del uso de la Aplicaci\u00f3n
closeBoxButtonTltp=Este bot\u00f3n te permitir\u00e1 realizar el cierre de caja del d\u00eda, solo es visible por un Administrador y en el caso que se tenga activo el uso de caja
logOutButtonTltp=Oprimelo para cerrar la sesi\u00f3n actual, si tienes activo el uso de caja, te permitir\u00e1 cerrar la sesi\u00f3n o el turno
addPersonButtonTltp=Oprimelo para registrar un nuevo cliente
cleanScreenButtonTltp=Oprimelo o presion la tecla "ESC" para limpiar los datos y reinicializar el formulario 
invoiceChecerButtonTltp=Oprimelo o presion la tecla "F10" para confirmar los datos y pasar al m\u00e9todo de pago 
codeCheckerTltp=Escribe el c\u00f3digo que recibiste en tu email 

changeViewButtonTltp=Oprime este bot\u00f3n para cambiar a vista de cajero, solo es visible por usuarios tipo Administrador
changeViewChckerButtonTltp=Oprime este bot\u00f3n para cambiar a vista de administrador, solo es visible por usuarios tipo Administrador
#Login Content---------------------------------------------------------
loginTitle=LOGIN
txtLoginUser=Digita tu usuario 
txtLoginPasswd=Escribe aqu\u00ed la contrase\u00f1a
txtChkRemember=Recordarme
loginInvalidUserMessage=Usuario no encontrado, por favor rectifica los datos

#Main Checker Content---------------------------------------------------------
txtQuotationChecker=COTIZACIONES
txtDepositChecker=ABONOS
txtSearchInvoice=BUSCAR FACTURA
txtChangeView=Se encontr\u00f3 un venta activa sin guardar, \u00bfSeguro que deseas cambiar a vista administrador?

#Invoice Content---------------------------------------------------------
invoiceNumber=FACTURA DE VENTA
casReceiptNumber=RECIBO DE CAJA
remissionNumber=REMISI\u00d3N
quotationNumber=COTIZACI\u00d3N
invoiceDate=FECHA:
invoiceClientId=NIT/C.C.:
invoiceClientName=Nombre:
invoiceClientPhone=Tel\u00e9fono:
invoiceClientAddres=Direcci\u00f3n:
invoiceClientCity=Ciudad:
amountProductTable=Cantidad 
descriptionProductTable=Descripci\u00f3n
unitPriceProductTable=Valor
totalPriceProductTable=Total 
invoiceTotalPrice=Total
invoiceDeposit=Abono:
invoiceLeftAmount=Saldo:
invoiceCashType=Tipo de pago:
invoiceSeller=Atendido por
invoiceClient=Firma cliente

#Labels M\u00f3dulos ----------------------------------------------------------------
#Welcome --------------------------------------
welcomeTitle=SCIREBOX Facturaci\u00f3n e inventario
initialConfigMessage=Felicitaciones!!!, has instalado correctamente SCIREBOX Facturaci\u00f3n e Inventario. \n\nCompleta 4 sencillos pasos para configurar y todo estar\u00e1 listo para que administres tu negocio como debe ser...
bdConectionError=Lo sentimos, no se puede iniciar el programa porque no se encontr\u00f3 conexi\u00f3n con la Base de Datos (Error: 1001). \n\nPor favor cierra e intenta abrir nuevamente, si el problema persiste comunicate con el equipo de soporte acerca de como solucionar el problema. 
#Config1 --------------------------------------
configBussinessInfoTitle=Informaci\u00f3n del negocio
lblConfigBussinessName=Escribe el nombre de tu negocio
lblSerialBNError=El nombre del negocio no concuerda con el serial, asegurate de escribir el nombre asignado
lblSerialError=El serial no concuerda, asegurate de haberlo escrito bien
configBussinessNIT=Escribe el NIT de tu negocio
configBussinessPhone=Escribe el tel\u00e9fono de contacto
configBussinessAddress=Escribe la direcci\u00f3n de contacto
configBussinessCity=Escribe la ciudad
#Config2 --------------------------------------
configAppTitle=Configuraci\u00f3n b\u00e1sica
lblConfigAppAdminId=Digita tu email, el cual utilizaras para ingresar
configAppPasswd=Escribe una contrase\u00f1a para acceder a la aplicaci\u00f3n
configAppPasswdVld=Vuelve a escribir la contrase\u00f1a
configAppLastInvoice=N\u00famero del cual deben iniciar los consecutivos de la factura
configAppUseMoneyBox=Especifica si vas a manejar o no dinero en caja
#Config3 --------------------------------------
personalizeAppTitle=Personalizaci\u00f3n
lblPersonalizePrintSize=Especifica el tama\u00f1o de impresi\u00f3n
#Config4 --------------------------------------
configAppReadyTitle=Perfecto!!!
lblconfigAppReadyMessage=Ya tienes todo lo necesario para empezar a utilizar SCIREBOX Facturaci\u00f3n e Inventario, te recomendamos iniciar por la ayuda (B\u00f3ton situado en la parte superior derecha), para que aprendas a sacar el mayor provecho de la aplicaci\u00f3n 
#resetPassword
ressetPasswordTitle=Reestablecer contrase\u00f1a
ressetPasswordInfo=Ingresa el email que utilizas para iniciar sesi\u00f3n, al cual se te enviar\u00e1 un correo indicando los pasos a seguir
lblResetPaswdEmail=Escribe tu correo electr\u00f3nico 
lblResetPaswdCode=Ingresa el c\u00f3digo que se envi\u00f3 a tu correo electr\u00f3nico
lblResetPaswdNew=Escribe la nueva contrase\u00f1a
lblResetPaswdNewConf=Escribe nuevamente la nueva contrase\u00f1a
#about -----------------------------------------
aboutTitle=Acerca de
licenseTitle=Contrato de licencia
aboutLicenceInfoButton=Informaci\u00f3n de licencia
aboutPolicyButton=T\u00e9rminos y condiciones
aboutSupportContact=Contactar con el soporte
licenceAccept=He leido los t\u00e9rminos y estoy de acuerdo

#Settings --------------------------------------
settingsTitle=CONFIGURACI\u00d3N
lblSettingsBussinesName=Nombre de la empresa*
lblSettingsSerial=Serial asociado a la licencia*
lblSettingsNit=NIT
lblSettingsPhoneNumber=Tel\u00e9fono
lblSettingsAddress=Direcci\u00f3n
lblSettingsCity=Ciudad, Departamento
lblSettingsCountry=Pa\u00eds
lblSettingsHeader=Informaci\u00f3n de cabecera de la factura
lblSettingsFooter=Informaci\u00f3n de pie de p\u00e1gina de la factura
lblSettingsLastInvoice=N\u00famero \u00faltima factura*
lblSettingsLogo=Logo
lblSettingsPrintSize=Tama\u00f1o de impresi\u00f3n*
lblSettingsPrintTk=Ticket (2.7" x 3.4")
lblSettingsPrintHF=Media carta (21,5 x 14 cm)
lblSettingsLanguage=Idioma*
#--Tooltip
bussinesNameTltp=Escribe aqu\u00ed el nombre de tu negocio
nitTltp=Escribe aqu\u00ed el NIT de tu negocio
bussinesPhoneTltp=Escribe aqu\u00ed el n\u00famero de tel\u00e9fono de tu negocio
bussinesAddressTltp=Escribe aqu\u00ed la direcci\u00f3n de tu negocio
bussinesCityTltp=Escribe aqu\u00ed la ciudad y el departamento donde se encuetra tu negocio
bussinesCountryTltp=Escribe aqu\u00ed el pa\u00eds donde se encuentra tu negocio
headerTltp=Escribe la informaci\u00f3n relevante de la factura, tal como el R\u00c9GIMEN o la resoluci\u00f3n DIAN
footerTltp=Escribe la informaci\u00f3n de pie de p\u00e1gina de la factura, tal como el eslogan de tu negocio
lastInvoiceTltp=Especifica aqu\u00ed el n\u00famero del cual deber\u00e1n proseguir las facturas
logoTltp=En este campo seleccionas el logo que quieras incluir a tus facturas
printSizeTltp=Especifica aqu\u00ed el tama\u00f1o de impresi\u00f3n de tus facturas, puedes ver la vista previa
cashBoxTltp=Especifica aqu\u00ed si vas a utilizar caja para manejar el dinero o no
languageTltp=Especifica aqu\u00ed el idioma de la aplicaci\u00f3n

#Product --------------------------------------
productTitle=REGISTRAR PRODUCTO
serviceTitle=REGISTRAR SERVICIO
departmentTitle=REGISTRAR DEPARTAMENTO
departmentTitleUpdate=ACTUALIZAR DEPARTAMENTO
productCategoryTitle=AGREGAR SUBCATEGOR\u00cdA
productTitleUpdate=ACTUALIZAR PRODUCTO
serviceTitleUpdate=ACTUALIZAR SERVICIO
lblProductId=C\u00f3digo*
lblProductReference=Nombre*
lblProductPrice=Precio de venta*
lblMinimumStock=Cantidad m\u00ednima en Inventario*
lblProductCategroy=Categor\u00eda (Ej: Marca, Tipo)
lblProductDescription=Descripcion
lblProductDepartment=Sin departamento
productIdDatatable=C\u00f3digo
productReferenceDatatable=Referencia
productDescriptionDatatable=Descripci\u00f3n
productPriceDatatable=Precio de venta
productAmountDatatable=Cantidad disponible
productMinmumAmountDatatable=Cantidad m\u00ednima
asociatedItemsCategoryDatatable=Subcategor\u00edas
asociatedTaxesDatatable=Impuestos
emptyTaxesDataTable=Agrega aqui impuestos al producto/servicio
asociatedDiscoubtsDatatable=Descuentos
asociatedProductsDatatable=Productos asociados
#--Tooltip
productIdTltp=Escribe aqu\u00ed el c\u00f3digo de barras del producto, debe ser \u00fanico
departmentIdTltp=Escribe aqu\u00ed el c\u00f3digo identificador del departamento, debe ser \u00fanico
productReferenceTltp=Escribe aqu\u00ed el nombre del producto, preferiblemente \u00fanico
departmentReferenceTltp=Escribe aqu\u00ed el nombre del departamento, preferiblemente \u00fanico
productPriceTltp=Escribe aqu\u00ed el precio de venta del producto
minimumStockTltp=Escribe aqu\u00ed la cantidad m\u00ednima en stock del producto
productCategroyTltp=Especifica aqui las subcategor\u00edas a las que esta asociado el producto
productTaxexTltp=Especifica aqu\u00ed los impuestos que van a estar asociados al producto
productDiscountTltp=Especifica aqu\u00ed los descuentos que van a estar asociados al producto
deparmentTaxexTltp=Especifica aqu\u00ed los impuestos que van a estar asociados al departamento
productDescriptionTltp=Escribe aqu\u00ed la descripci\u00f3n del producto, la cual aparecer\u00e1 en las facturas
departmentDescriptionTltp=Escribe aqu\u00ed la descripci\u00f3n del departamento
productDepartmentTltp=Especifica aqu\u00ed el departamente al que pertenece el producto
codeBarTltp=Oprimelo para generar la eqtiqueta imprimible del c\u00f3digo de barras del producto

#Person --------------------------------------
personTitle=REGISTRAR CLIENTE/PROVEEDOR
personUpdate=ACTUALIZAR CLIENTE/PROVEEDOR
personTypeClient=Cliente
personTypeSupplier=Proveedor
lblPersonId=NIT*
lblPersonName=Nombre*
lblPersonLastName=Apellidos
lblPersonPhoneNumber=Tel\u00e9fono
lblPersonAddress=Direcci\u00f3n
lblPersonEmail=Correo electr\u00f3nico
lblPersonPlace=Ciudad*
lblPersonBank=Banco
lblPersonAccountNumber=No. de Cuenta
idPersonDatatable=NIT o C\u00e9dula
namePesronDatatable=Nombre
phonePersonDatatable=Tel\u00e9fono
typePersonDatatable=Tipo
#--Tooltip
personIdTltp=Escribe aqu\u00ed el N\u00famero de identificaci\u00f3n de la persona o compa\u00f1\u00eda
personNameTltp=Escribe aqu\u00ed el nombre de la persona o compa\u00f1\u00eda
personLastNameTltp=Escribe aqu\u00ed el apellido si lo tiene 
personPhoneNumberTltp=Especifica aqu\u00ed el n\u00famero de tel\u00e9fono de la persona o compa\u00f1\u00eda
personAddressTltp=Escribe aqu\u00ed la direcci\u00f3n de la persona o compa\u00f1\u00eda
personEmailTltp=Escribe aqu\u00ed el correo electr\u00f3nico de la persona o compa\u00f1\u00eda
personTypeTltp=Especifica si es un proveedor o un cliente
personPlaceTltp=Selecciona el lugar en el que est\u00e1 radicada la persona o compa\u00f1\u00eda, se mostrar\u00e1n los municipios de acuerdo al texto ingresado

#User --------------------------------------
userTitle=REGISTRAR USUARIO
userTitleUpdate=ACTUALIZAR USUARIO
lblUserId=email*
lblUserPasswd=Contrase\u00f1a*
lblUserName=Nombres*
lblUserLastName=Apellidos
lblUserPhoneNumber=Tel\u00e9fono
lblUserType=Tipo de Usuario
lblUserTypeOption1=Vendedor
lblUserTypeOption2=Administrador
idUserDatatable=ID Usuario
nameUserDatatable=Nombre
lastnameUserDatatable=Apellidos
typeUserDatatable=Tipo
#--Tooltip
helpTltp=Para ver la ayuda, manten el cursor sobre cualquier componente por al menos 2 segundos
userIdTltp=Escribe aqu\u00ed tu email, el cual debes utilizar para iniciar sesi\u00f3n
passwdTltp=Escribe aqu\u00ed la contrase\u00f1a para acceder la aplicaci\u00f3n
passwdConfirmTltp=En este campo confirma la contrase\u00f1a que ingresaste anteriormente
firstNameTltp=Escribe aqu\u00ed tu nombre
lastNameTltp=Escribe aqu\u00ed tu apellido
phoneTltp=Escribe aqu\u00ed tu n\u00famero de celular
rolTltp=Selecciona el rol que vas a utilizar

#Category --------------------------------------
categoryTitle=CREAR NUEVA CATEGORIA
categoryUpdateTitle=ACTUALIZAR CATEGORIA
itemCategoryTitle=REGISTRAR SUBCATEGOR\u00cdA
itemCategoryUpdateTitle=ACTUALIZAR SUBCATEGOR\u00cdA
lblCategory=Nombre de la categor\u00eda
idCategoryDatatable=ID Categoria
lblDefaultCategory=Sin categor\u00eda
lblDefaultSubCategory=Sin subcategor\u00eda
lblNoSubCategory=No hay elementos registrados
nameCategoryDatatable=Nombre
#--Tooltip
categoryNameTltp=Escribe aqu\u00ed el nombre de la categor\u00eda, ejemplo "MARCA"
categoryDatatableTltp=En esta tabla se muestran todas las subcategorias que hayas creado, ejemplo "SONY"
categoryItemAddTltp=Opr\u00edmelo para crear una nueva subcategor\u00eda, ejemplo "SONY"
categoryItemNameTltp=Escribe aqu\u00ed el nombre de la categor\u00eda, ejemplo "SONY"
slctCategoryTltp=Selecciona la categor\u00eda, debes crearla primero en la opci\u00f3n "Categorias" dentro del m\u00f3dulo de Inventario. 
slctSubCategoryTltp=Selecciona la subcategor\u00eda, se mostrar\u00e1n los opciones existentes de acuerdo a la categor\u00eda seleccionada. 

#Tax --------------------------------------
taxTitle=CREAR NUEVO IMPUESTO
taxUpdateTitle=ACTUALIZAR IMPUESTO
lblTaxName=Nombre del impuesto*
lblTaxPercent=Porcentaje*
lblDefaultTax=Sin impuesto
idTaxDatatable=ID Impuesto
taxNameTaxDatatable=Nombre
taxPercentTaxDatatable=Porcentaje
defaultTaxComboListOption=Sin impuesto
lblTaxGroupOption1=Asociar a todos los productos
lblTaxGroupOption2=Asociar a productos por sub-categor\u00eda
lblTaxGroupOption3=Asociar a productos por departamento
#--Tooltip
taxNameTltp=Escribe aqu\u00ed el nombre del impuesto
taxPercentTltp=Escribe aqu\u00ed el porcentaje del impuesto
annotationDescTltp=Escribe aqu\u00ed la descripci\u00f3n de la anotaci\u00f3 a asociar, la fecha y hora ser\u00e1n tomadas del sistema
slctTaxTltp=Selecciona el impuesto a asociar, debes crearlo primero en la opci\u00f3n "Impuestos" dentro del m\u00f3dulo de Configuraci\u00f3n. 
slctTaxGroupList=Selecciona el grupo de productos a asociar
slctTaxCategoryList=Especifica la subcategor\u00eda o el departamente de los productos a asociar
associateTaxProducts=Opr\u00edmelo para asociar el impuesto a un grupo de productos
removeTaxProducts=Opr\u00edmelo para quitar la asociaci\u00f3n del impuesto actual con los productos

#Discount --------------------------------------
discountTitle=CREAR NUEVO DESCUENTO
discountUpdateTitle=ACTUALIZAR DESCUENTO
lblDiscountName=Nombre del descuento*
lblDiscountPercent=Porcentaje*
lblDiscountObs=Descripci\u00f3n
lblDefaultDiscount=Sin descuento
lblDiscountInfo=Descuento
idDiscountDatatable=ID Descuento
discountNameDatatable=Nombre
discountPercentDatatable=Porcentaje
#--Tooltip
slctDiscountTltp=Selecciona el descuento a asociar, debes crearlo primero en la opci\u00f3n "Descuentos" dentro del m\u00f3dulo de Configuraci\u00f3n. 
discountNameTltp=Escribe aqu\u00ed el nombre del descuento, ej: 2.5
discountPercentTltp=Escribe aqu\u00ed el porcentaje del descuento
discountObsTltp=Escribe aqu\u00ed la descripci\u00f3n del descuento
associateDiscountProducts=Opr\u00edmelo para asociar el descuento a un grupo de productos
removeDiscountProducts=Opr\u00edmelo para quitar la asociaci\u00f3n del descuento actual con los productos
#Reports --------------------------------------
earningsReportTitle=REPORTE DE GANANCIAS ESTIMADAS
invoicesReportTitle=REPORTE DE FACTURACI\u00d3N
ordersReportTitle=REPORTE DE COMPRAS
entriesReportTitle=REPORTE DE INGRESOS
expensesReportTitle=REPORTE DE EGRESOS
invalidatedInvoicesTitle=REPORTE DE FACTURAS ANULADAS
inventoryReportTitle=REPORTES DE INVENTARIO
stockReportTitle=REPORTE DE MOVIMIENTOS DE STOCK
topSelledReportTitle=REPORTE DE PRODUCTOS M\u00c1S VENDIDOS
closesBoxReportTitle=REPORTE DE CIERRE DE CAJA
productMovementsReportTitle=Historial de movimientos
productOrdersReportTitle=Historial de compras
activeCreditsReportTitle=Cuentas por cobrar
activeCreditsOrderReportTitle=Cuentas por pagar
earningsPdfTitle=Ganancias estimadas
entriesPdfTitle=Ingresos
invoicesPdfTitle=Facturaci\u00f3n
ordersPdfTitle=Compras
lblReportId=No.
lblReportDate=Fecha
lblReportObs=Observaciones
lblReportAmout=Cantidad
lblReportSinglePrice=Valor unitario
lblReportSupplier=Proveedor
lblReportClient=Cliente
lblReportProduct=Producto
lblReportMovementId=ID Movimiento
lblReportMovementConcept=Concepto
lblReportPayType=Tipo de pago
lblReportDiscounts=Descuentos
lblReportTaxes=Impuestos
lblReportSubTotal=Subtotal
lblReportTotal=Total
lblReportLeftAmount=Saldo
lblReportProductBuyPrice=Precio estimado de compra 
lblReportProductSellPrice=Precio de venta 
lblReportProductEarning=Ganancia 
lblReportCash=Efectivo
lblReportCredit=Cr\u00e9dito
lblReportCard=Tarjeta
lblReportLastCredit=Fecha cr\u00e9dito mas reciente


inventoryReportDescription=Selecciona alguna de las opciones disponibles para reportar el inventario, ten en cuenta que se puede tardar bastante dependiendo de la cantidad de art\u00edculos, as\u00ed que por favor se paciente.
startDate=Fecha inicial
reportDate=Selecciona el d\u00eda a reportar
endDate=Fecha final
lblReportGenerate=Generar reporte
#--Tooltip
stockReportTltp=Opr\u00edmelo para generar el reporte del inventario total registrado 
movementReportTltp=Opr\u00edmelo para generar el reporte de movimientos de todos los productos entre dos fechas seleccionadas 
minAmountReportTltp=Opr\u00edmelo para generar el reporte de productos cercanos a la cantidad m\u00ednima  
topSelledReportTltp=Opr\u00edmelo para generar el reporte de los productos m\u00e1s vendidos entre dos fechas seleccionadas

#Backup --------------------------------------
backupTitle=COPIAS DE SEGURIDAD
importTitle=IMPORTAR PRODUCTOS
backupGenerate=Selecciona un directorio en donde generar la copia de seguridad, o en donde exista una copia de seguridad que desees importar
importGenerate=Selecciona el archivo a importar, debes tener en cuenta que debe cumplir con los par\u00e1metros especificados en la imagen
backupDescription=Se esta generando la copia de seguridad, puede tardar varios minutos
backupImport=Se esta importando la copia de seguridad, puede tardar varios minutos
lblBackupDirectory=Selecciona el directorio
lblBackupGenerate=Genera el backup
lblBackupImport=Reestablece al backup seleccionado
lblFileSelection=Selecciona el archivo dando click sobre la lupa
#--Tooltip
backupPathTltp=Selecciona la carpeta en donde se encuentra  o donde quieres generar el backup.
importPathTltp=Selecciona el archivo CSV con el inventario a importar
generateBackupTltp=Oprimelo para generar un backup en la carpeta especificada 
importBackupTltp=Oprimelo para restaurar los datos a la copia de seguridad seleccionada

#Deposit --------------------------------------
depositTitle=ABONOS
initializeCreditTitle=INICIALIZAR CR\u00c9DITO
lblDepositLeftAmount=Saldo:
lblDepositDepositTo=Abonar:
idDepositDatatable=ID 
dateDepositDatatable=Fecha 
depositDepositDatatable=Valor abonado
selectDepositDatatable=Selecciona el abono
removeDepositDatatable=Elimina el abono
amountDepositDatatable=Valor a abonar
initializeCreditValue=Valor del cr\u00e9dito inicial
#--Tooltip
depositDepositToTltp=Escribe aqu\u00ed en solo n\u00fameros el valor a abonar
depositDatatableTltp=En esta tabla se mostrar\u00e1n todos los abonos realizados, organizados por fecha m\u00e1s reciente
depositPrintTltp=Oprime aqu\u00ed para imprimir el abono seleccionado, tomar\u00e1 el primero en caso de no haber seleccionado ninguno 
depositDeleteTltp=Oprime aqu\u00ed para eliminar el abono seleccionado, tomar\u00e1 el primero en caso de no haber seleccionado ninguno 
depositAbstractTltp=Oprime aqu\u00ed para generar el historial de cr\u00e9ditos y abonos completo del cliente actual  

#Output --------------------------------------
outputTitle=PAGOS
outputUpdateTitle=EDITAR PAGOS
lblOutputDate=Fecha*
lblOutputConcept=Concepto*
lblOutputValue=Valor*
lblAlvailableCash=Disponible en caja:

#Paytype --------------------------------------
paytypeTitle=TIPO DE PAGO
lblReceivedCash=Recibido: $
lblReturnCash=Devoluci\u00f3n
lblActualLeftAmountChecker=Saldo actual:
lblCardTpe=Tipo:
lblPayType=Tipo de pago:
lblAprobationNo=No. Aprobaci\u00f3n:

#Annotation --------------------------------------
annotationTitle=Anotaciones
lblAnnotationObs=Escribe la descripci\u00f3n de la anotaci\u00f3n

#Invoice --------------------------------------
invoiceTitle=FACTURA DE VENTA
invoiceUpdateTitle=CONSULTAR FACTURA DE VENTA
quotationTitle=COTIZACI\u00d3N
quotationUpdateTitle=EDITAR COTIZACI\u00d3N
orderTitle=COMPRA A PROVEEDOR
orderUpdateTitle=EDITAR COMPRA A PROVEEDOR
serviceOrderTitle=REMISI\u00d3N
serviceOrderUpdateTitle=EDITAR REMISI\u00d3N
movementTitle=MOVIMIENTO DE INVENTARIO
movementUpdateTitle=EDITAR MOVIMIENTO DE INVENTARIO
addInventoryTitle=CARGA DE INVENTARIO
addInventoryUpdateTitle=EDITAR CARGA DE INVENTARIO
lblIvoiceNumber:No.: 00
lblInvoiceDate=Fecha:
lblInvoiceIdPerson=NIT/C.C.*
lblInvoiceFirstName=Nombre*
lblInvoiceLastName=Apellidos
lblInvoiceAddres=Direccion
lblInvoicePhone=Telefono
lblInvoiceCity=Ciudad*
lblInvoiceGetProduct=Agregar producto*
lblInvoiceGetProductService=Agregar Producto o Servicio*
lblInvoiceCreateProduct=Registrar producto
lblInvoiceDropProduct=Quitar producto de la lista
lblInvoiceTotalValue=Valor total:
lblInvoiceSubTotal=Subtotal:
lblInvoiceDiscount=Descuento
lblInvoiceTotal=Total:
lblInvoiceDeposit=Abono:
lblInvoiceLeftAmount=Saldo:
lblInvoiceObs=Observaciones
lblserviceOrderRef=Informaci\u00f3n solicitud*
lblserviceOrderDesc=Descripci\u00f3n de la solicitud 
lblserviceOrderObs=Observaciones adicionales
lblServiceOrderAnnNoItems=Agrega anotaciones con el bot\u00f3n "+" 
lblInvoiceTableNoItems=Agrega productos desde el campo de texto situado sobre la esquina superior izquierda de la tabla
lblInvoicePayType=Tipo de pago*
lblOrderPayment=Pago con dinero en caja
IdInvoiceDatatable=No.
dateInvoiceDatatable=Fecha
clientInvoiceDatatable=Cliente
supplierInvoiceDatatable=Proveedor
personInvoiceDatatable=Persona
userInvoiceDatatable=Usuario
movementStatusInvoiceDatatable=Estado
leftAmountInvoiceDatatable=Saldo
valueInvoiceDatatable=Valor
productIdInvoiceDatatable=C\u00f3digo
productDescriptionInvoiceDatatable=Descripci\u00f3n
productPriceInvoiceDatatable=Valor unitario
productTotalPriceInvoiceDatatable=Valor total
productTaxInvoiceDatatable=Impuesto
productAmountInvoiceDatatable=Cantidad
conceptInvoiceDatatable=Concepto
annotationObsDatatable=Anotaci\u00f3n
invoiceDepositButton=Abonos
lblRemissionNo=Remisi\u00f3n No.
lblQuotationNo=Cotizaci\u00f3n No.
lblInvoiceNoDiscount=Sin descuentos
lblInvoiceNotax=N/A
#--Tooltip
invoicePersonIdTltp=Escribe aqu\u00ed el N\u00famero de identificaci\u00f3n de la persona o compa\u00f1\u00eda, se mostrar\u00e1n los ya registrados de acuerdo al texto ingresado
initializeCreditTltp=Especifica en solo n\u00fameros el valor del cr\u00e9dito a inicializar, solamente es v\u00e1lido para clientes sin cr\u00e9dito a\u00fan 
searchProductTltp=Selecciona el producto a agregar, puedes escribir el c\u00f3digo, nombre o descripci\u00f3n y te aparecer\u00e1 una lista de resultados acordes 
productRegistTltp=Opr\u00edmelo para crear un nuevo producto 
removeProductTltp=Opr\u00edmelo para remover el producto seleccionado, tomar\u00e1 el primero si no se ha seleccionado ninguno
productTableTltp=En esta tabla se muestran los productos que han sido asociados, puedes editar la cantidad y el valor dando doble click sobre ellos 
invoiceObsTltp=Escribe aqu\u00ed las observaciones que consideres necesarias 
movementTypeTltp=Selecciona el tipo de movimiento, cualquier opci\u00f3n descontar\u00e1 la cantidad especificada de los productos seleccionados
serviceOrderEspTltp=Escribe aqu\u00ed la informaci\u00f3n descriptiva de la solicitud
serviceOrderAtonTltp=En esta tabla estar\u00e1n las anotaciones asociadas a la solicitud, la cuales quedar\u00e1n registradas con hora y fecha de creaci\u00f3n
outputTypeTltp=Selecciona aqu\u00ed el tipo de pago a registrar
outputAmountTltp=Especifica aqu\u00ed en solo n\u00fameros el valor total del pago
payTypeTltp=Selecciona aqu\u00ed el tipo de pago, si es tarjeta deberas especificar el No. de aprobaci\u00f3n en el campo de texto siguiente

#Mensajes Botones -------------------------------------------------------------
cancelButton=Cerrar
okButton=Aceptar
saveButton=Guardar
deleteButton=Eliminar
invalidateButton=Anular
printButton=Imprimir
pdfButton=PDF
manualButton=Manual
loadButton=Examinar
previewButton=Vista previa
addButton=Agregar
codebarButton=C\u00f3digo
stateButton=Estado
movementButton=Movimientos
ordersButton=Compras
amountButton=Cantidades
topSelledButton=M\u00e1s Vendidos
stockButton=Stock
abstractButton=Resumen
generateButton=Generar
importButton=Importar
invoiceButton=Facturar
seeInvoiceButton=Ver factura
startButton=Empezar
initiateButton=Iniciar
retryButton=Reintentar
nextButton=Continuar
sendButton=Enviar
backButton=Volver
cleanButton=Limpiar
associateButton=Asociar
deAssociateButton=Desasociar
insertNewItemButton=Registrar nuevo
initializeCreditButton=Inicizalizar cr\u00e9dito
completeReportButton=Ver reporte completo
continueTurn=Continuar turno
closeTurn=Cerrar turno
#--Tooltip
invoiceButtonTltp=Oprimelo para generar la factura, una vez facturado no se podr\u00e1 editar la informaci\u00f3n
stateButtonTltp=Oprimelo para cambiar el estado entre pendiente y finalizado
invalidateButtonTltp=Oprimelo para anular la factura, antes de hacerlo debes escribir la raz\u00f3n en las observaciones

#Mensajes Validaciones --------------------------------------------------------
notNull=No puede ser nulo
maxLenght=Supera el m\u00e1ximo de caract\u00e9res permitidos
numericRange=El n\u00famero ingresado no est\u00e1 dentro del rango aceptable
numeric=Debe ser un n\u00famero
decimal=Debe ser un n\u00famero, decimales separados con . 
validEmail=Debe ser un email v\u00e1lido "ejemplo@gmail.com"
lowerLeftAmount=El valor no puede ser mayor
idExits=Este c\u00f3digo ya existe
notMatch=Las contrase\u00f1as no concuerdan
productExits=Ya esta agregado
notMatches=No est\u00e1 registrado, reg\u00edstralo oprimiendo el bot\u00f3n verde "+" situado a la derecha
notConexion=No hay conexi\u00f3n a la base de datos
initializeCreditExist=Ya se inicializ\u00f3 el cr\u00e9dito a trav\u00e9s de un movimiento a cr\u00e9dito
